Repository: jurialmunkey/skin.arctic.horizon.2
Catalog: language/resource.language.*/strings.po
Languages: ar_sa, et_ee, pl_pl, tr_tr

# #31204
source: Background video
et_ee: Taustavideo
pl_pl: Wideo w tle
tr_tr: Arka plan videosu

# #31205
source: Press down from row view scrollbar opens
ar_sa: الضغط على زر "الأسفل" في طريقة العرض "الأفقية" يفتح لك
et_ee: Allavajutus reavaate kerimisribal
pl_pl: Przycisk W DÓŁ w widoku wiersza otwiera
tr_tr: Sıra görünümünde aşağı basıldığında kaydırma çubuğu eylemi

# #31206
source: Ratings display placeholders when unavailable or updating
ar_sa: عرض أيقونات التقييمات "دائما" أثناء تحديثها أو عدم توفر نتيجة لها
et_ee: Kui hinded pole saadaval või värskendatakse, kuvatakse kohatäited
pl_pl: Wyświetlaj puste oceny podczas aktualizacji i w razie niedostępności
tr_tr: Derecelendirmeler, kullanılamadığında veya güncellendiğinde yer tutucuları görüntüler

# #31207
source: Codec info with full expanded widgets
ar_sa: عرض معلومات الترميز في الودجيت بملء الشاشة
et_ee: Koodeki teave täielikult laiendatud vidinatel
pl_pl: Wyświetlaj info o kodekach w widżetach z pełną informacją
tr_tr: Tam genişletilmiş widget'larla codec bilgisi

# #31208
source: Expand plot on recommendations
ar_sa: قم بعرض الحبكة في التوصيات
et_ee: Kuva soovitustel laiendatud süžee
pl_pl: Rozszerz okno informacji o tytuły i opisy
tr_tr: Önerilerdeki grafiği genişlet

# #31209
source: Colour overlay
ar_sa: لون الغشاء
et_ee: Värvi ülekate
pl_pl: Kolor nakładki
tr_tr: Renk katmanı

# #31210
source: Animate fanart
ar_sa: خلفية متحركة "fanart"
et_ee: Animeeritud fännipildid
pl_pl: Animuj fanarty
tr_tr: Hayran resmini canlandır

# #31211
source: Artist slideshow
ar_sa: عرض شرائح للفنان
et_ee: Esitaja slaidiseanss
pl_pl: Pokaz slajdów o artyście
tr_tr: Sanatçı slayt gösterisi

# #31212
source: Scrolling text
ar_sa: نص متحرك
et_ee: Keriv tekst
pl_pl: Przewijany tekst z tytułem
tr_tr: Kayan metin

# #31213
source: Visualisation settings
ar_sa: إعدادات المؤثرات البصرية
et_ee: Visuaalide sätted
pl_pl: Ustawienia wizualizacji
tr_tr: Görselleştirme ayarları

# #31214
source: Visualisation presets
ar_sa: الإعدادات المسبقة للمؤثرات البصرية
et_ee: Visuaalide eelseaded
pl_pl: Motywy wizualizacji
tr_tr: Görselleştirme ön ayarları

# #31215
source: Reviews
ar_sa: المراجعات
et_ee: Arvustused
pl_pl: Recenzje
tr_tr: Yorumlar

# #31216
source: Video decoder
ar_sa: وحدة فك ترميز الفيديو
et_ee: Videodekooder
pl_pl: Kodek video
tr_tr: Video kod çözücü

# #31217
source: Pixel format
ar_sa: تنسيق البيكسل
et_ee: Piksli vorming
pl_pl: Format
tr_tr: Piksel formatı

# #31218
source: Memory usage
ar_sa: استخدام الذاكرة
et_ee: Mälukasutus
pl_pl: Użycie pamięci
tr_tr: Bellek kullanımı

# #31219
source: Categories
ar_sa: الفئات
et_ee: Kategooriad
pl_pl: Kategorie
tr_tr: Kategoriler

# #31220
source: Customise viewtypes
ar_sa: تخصيص طريقة العرض
et_ee: Kohanda vaatetüüpe
pl_pl: Dostosuj widoki
tr_tr: Görünüm türlerini özelleştir

# #31221
source: Glass borders
et_ee: Klaasist äärised
pl_pl: Wyświetlaj szklane ramki
tr_tr: Cam kenarlıklar

# #31222
source: Overlay
ar_sa: غشاء
pl_pl: Nakładka
tr_tr: Kaplama

# #31223
source: Gridlines
ar_sa: خطوط الشبكة
et_ee: Ruudustik
pl_pl: Linie siatki
tr_tr: Kılavuz çizgileri

# #31224
source: Written by
ar_sa: أعمال كتبها
et_ee: Stsenarist
pl_pl: Scenariusz napisany przez
tr_tr: Tarafından yazılmıştır:

# #31225
source: Directed by
ar_sa: أعمال للمخرج
et_ee: Lavastaja
pl_pl: Wyreżyserowane przez
tr_tr: Yönetmen

# #31226
source: Extra fanart
et_ee: Täiendav fännipilt
tr_tr: Ekstra hayran resmi

# #31227
source: Customise colours
ar_sa: تخصيص الألوان
et_ee: Kohanda värve
pl_pl: Dostosuj kolory
tr_tr: Renkleri özelleştir

# #31228
source: Customise background
ar_sa: تخصيص الخلفية
et_ee: Kohanda tausta
pl_pl: Dostosuj tło
tr_tr: Arka planı özelleştir

# #31229
source: Submenu widget
ar_sa: ودجيت كقائمة فرعية
et_ee: Alammenüü vidin
pl_pl: Widżet z podmenu
tr_tr: Alt menü widget'ı

# #31230
source: Reset all menus and widgets to defaults
ar_sa: إعادة تعيين جميع القوائم والودجيت إلى الإعدادات الافتراضية
et_ee: Taasta kõigi menüüde ja vidinate vaikeväärtused
pl_pl: Resetuj wszystkie ustawienia menu i widżetów
tr_tr: Tüm menüleri ve widget'ları varsayılanlara sıfırla

# #31231
source: Auto-fit to width
ar_sa: ضبط تلقائي للعرض
et_ee: Sobita automaatselt laiusega
pl_pl: Automatycznie dostosuj do szerokości
tr_tr: Genişliğe otomatik sığdır

# #31232
source: TMDbHelper look-ups for PVR windows
pl_pl: Pobieraj dodatkowe informacje z TMDB dla TV i EPG
tr_tr: TMDbHelper, PVR penceresini ara

# #31233
source: Seek to
et_ee: Otsi
pl_pl: Przewiń do
tr_tr: Arama:

# #31234
source: Customise indicators
ar_sa: تخصيص المؤشرات
et_ee: Kohanda indikaatoreid
pl_pl: Dostosuj znaczniki
tr_tr: Göstergeleri özelleştir

# #31235
source: Indicators
ar_sa: المؤشرات
et_ee: Indikaatorid
pl_pl: Znaczniki
tr_tr: Göstergeler

# #31236
source: Collection
ar_sa: مجموعة أعمال
et_ee: Kogumik
pl_pl: W kolekcji
tr_tr: Koleksiyon

# #31237
source: Progress
ar_sa: التقدم
et_ee: Edenemine
pl_pl: W trakcie oglądania
tr_tr: İlerleme

# #31238
source: Header
ar_sa: الرأس
et_ee: Päis
pl_pl: Nagłówek
tr_tr: Başlık

# #31239
source: Footer
ar_sa: الهامش
et_ee: Jalus
pl_pl: Stopka
tr_tr: Altbilgi

# #31240
source: Audio language flags
ar_sa: عرض أعلام للغة الصوت
et_ee: Heli keelelipud
pl_pl: Flagi języka audio
tr_tr: Ses dili bayrakları

# #31241
source: Subtitle language flags
ar_sa: عرض أعلام للغة الترجمة
et_ee: Subtiitrite keelelipud
pl_pl: Flagi języka napisów
tr_tr: Altyazı dili bayrakları

# #31242
source: Media codec icons
ar_sa: عرض أيقونات ترميز الوسائط (Codec icons)
et_ee: Meedia koodekite ikoonid
pl_pl: Ikony kodeków
tr_tr: Medya kodlayıcı simgeleri

# #31243
source: Media provider icons
ar_sa: عرض أيقونات مزود الوسائط
et_ee: Meedia teenusepakkuja ikoonid
pl_pl: Ikony dostawców
tr_tr: Medya sağlayıcı simgeleri

# #31244
source: Now playing
ar_sa: قيد التشغيل الآن
et_ee: Esitamisel
pl_pl: Odtwarzane teraz
tr_tr: Şimdi oynatılıyor:

# #31245
source: Autoscroll labels
ar_sa: التمرير التلقائي للعناوين
et_ee: Automaatselt kerivad nimesildid
pl_pl: Przewijaj nagłówki automatycznie
tr_tr: Etiketleri otomatik kaydırma

# #31246
source: Autoscroll textboxes
ar_sa: التمرير التلقائي لمربعات النص
et_ee: Automaatselt kerivad tekstiväljad
pl_pl: Przewijaj pola tekstowe automatycznie
tr_tr: Metin kutularını otomatik kaydırma

# #31247
source: Opaque texture for focused PVR widgets
ar_sa: تعتيم عناصر ودجيت الـPVR المركز عليها
et_ee: Läbipaistmatu tekstuur fookuses PVR vidinatel
pl_pl: Wyświetlaj ikony kanałów TV na tle w widżetach
tr_tr: Odaklanmış PVR widget'ları için opak doku

# #31248
source: Building includes
pl_pl: Tworzenie widoków
tr_tr: Yapı şunları içerir:

# #31249
source: Waiting for PVR
ar_sa: في انتظار الـPVR
et_ee: PVR ootel
pl_pl: Oczekiwanie na start TV
tr_tr: PVR için bekleniyor

# #31250
source: Search in home menu bar
ar_sa: عرض قسم "البحث" في القائمة الرئيسية
et_ee: Otsing avakuva menüüribal
pl_pl: Wyszukiwanie z poziomu paska menu
tr_tr: Ana menü çubuğunda ara

# #31251
source: Codecs displayed with seekbar
ar_sa: عرض أيقونات الترميز مع شريط التقدم
et_ee: Koodekid kuvatakse otsiribal
pl_pl: Pokazuj ikony kodeków pod paskiem przewijania
tr_tr: Arama çubuğuyla görüntülenen codec'ler

# #31252
source: Catch-up
ar_sa: المتابعة
et_ee: Järelvaatamine
tr_tr: Yakala

# #31253
source: Show more
ar_sa: عرض المزيد
et_ee: Lisateave
pl_pl: Zobacz więcej
tr_tr: Daha fazla göster

# #31254
source: Limited widgets have "more items" object
ar_sa: إظهار عنصر "عرض المزيد" على الودجيت المحدودة
et_ee: Piiratud vidinatel on valik "rohkem üksusi"
pl_pl: Pokazuj opcję "zobacz więcej" w widżetach z limitem
tr_tr: Sınırlı widget'larda "daha fazla öğe" nesnesi göster

# #31255
source: Customise startup image
ar_sa: تخصيص خلفية بدء التشغيل
et_ee: Kohanda käivituspilti
pl_pl: Dostosuj tło uruchamiania
tr_tr: Özel başlangıç resmi

# #31256
source: Resource Usage
ar_sa: استخدام موارد الجهاز
et_ee: Ressursikasutus
pl_pl: Użycie zasobów
tr_tr: Kaynak Kullanımı

# #31257
source: Memory
ar_sa: الذاكرة
et_ee: Mälu
pl_pl: Pamięć
tr_tr: Bellek

# #31258
source: CPU
ar_sa: المعالج
tr_tr: İşlemci

# #31263
source: bits
et_ee: bitti
tr_tr: bit

# #31264
source: Revenue
ar_sa: الإيرادات
et_ee: Tulu
pl_pl: Przychód
tr_tr: Gelir

# #31265
source: Budget
ar_sa: الميزانية
et_ee: Eelarve
pl_pl: Budżet
tr_tr: Bütçe

# #31266
source: Pause video when opening info
ar_sa: إيقاف الفيديو مؤقتًا عند فتح قائمة المعلومات
et_ee: Info avamisel peata video
pl_pl: Pauzuj wideo podczas otwierania okna informacji
tr_tr: Bilgileri açarken videoyu duraklat

# #31267
source: Ends
ar_sa: تنتهي المشاهدة عند
et_ee: Lõpeb
pl_pl: Koniec o
tr_tr: Bitiş:

# #31268
source: Customise infoline
ar_sa: تخصيص شريط المعلومات
et_ee: Kohanda inforida
pl_pl: Dostosuj pasek informacji
tr_tr: Bilgi satırını özelleştir

# #31269
source: Infoline
ar_sa: شريط المعلومات
et_ee: Inforida
pl_pl: Pasek informacji
tr_tr: Bilgi Hattı

# #31270
source: Single image
ar_sa: صورة واحدة
et_ee: Üks pilt
pl_pl: Pojedynczy obraz
tr_tr: Tek resim

# #31271
source: Image folder
ar_sa: مجلد صور
et_ee: Pildi kaust
pl_pl: Folder z obrazami
tr_tr: Resim klasörü

# #31272
source: Automatically display info on big poster row after delay
ar_sa: عرض المعلومات تلقائيًا في "بوستر كبير-أفقي" بعد التأخير
et_ee: Kuva teave suurel plakatireal pärast viiteaega automaatselt
pl_pl: Wyświetlaj informacje w widoku dużych plakatów z opóźnieniem
tr_tr: Gecikmeden sonra büyük poster sırasındaki bilgileri otomatik olarak görüntüle

# #31273
source: Text labels on big landscape viewtypes
ar_sa: تسميات نصية على طرق العرض "منظر كبير"
et_ee: Tekstisildid suurtel horisontaal vaatetüüpidel
pl_pl: Wyświetlaj etykiety na widżetach typu big landscape
tr_tr: Büyük yatay görünüm türlerindeki metin etiketleri

# #31274
source: Expand full info widgets to include header and footer
ar_sa: توسيع معلومات الودجيت لتتضمن معلومات في رأس و هامش الواجهة
et_ee: Lisa täieliku info vidinatele päis ja jalus
pl_pl: Pokazuj stopkę i nagłówek w widoku z pełnymi informacjami
tr_tr: Tam bilgi widget'larını üstbilgi ve altbilgiyi içerecek şekilde genişlet

# #31275
source: Media Info Wall
ar_sa: معلومات وسائط-جدراية
et_ee: Meediainfo sein
pl_pl: Ściana Media Info
tr_tr: Medya Bilgi Duvarı

# #31276
source: Media Info List
ar_sa: معلومات وسائط-قائمة
et_ee: Meediainfo loend
pl_pl: Lista Media Info
tr_tr: Medya Bilgi Listesi

# #31277
source: Section label
ar_sa: عرض عنوان القسم
et_ee: Jaotise nimesilt
pl_pl: Tytuł sekcji
tr_tr: Bölüm etiketi

# #31278
source: Clock
ar_sa: عرض الساعة
et_ee: Kell
pl_pl: Zegar
tr_tr: Saat

# #31279
source: Studio icons
ar_sa: عرض أيقونة الاستوديو
et_ee: Stuudio ikoonid
pl_pl: Ikony producenta
tr_tr: Stüdyo simgeleri

# #31280
source: Media information
ar_sa: عرض معلومات الوسائط
et_ee: Meedia teave
pl_pl: Informacje o mediach
tr_tr: Medya bilgileri

# #31281
source: Invert PVR progress line colour
ar_sa: عكس لون شريط التقدم في الـPVR
et_ee: PVR edenemisriba värvi pööramine
pl_pl: Odwróć kolor paska postępu w EPG
tr_tr: PVR ilerleme çizgisi rengini tersine çevir

# #31282
source: Autohide seekbar after pausing
ar_sa: إخفاء تلقائي لشريط التقدم بعد الإيقاف المؤقت
et_ee: Peida otsiriba pausimisel automaatselt
pl_pl: Ukrywaj pasek postępu OSD podczas pauzy
tr_tr: Duraklattıktan sonra arama çubuğunu otomatik gizle

# #31283
source: Expanded widgets include media information in footer
ar_sa: عرض معلومات الوسائط في هامش الودجيت
et_ee: Laiendatud vidinatel on meedia teave jaluses
pl_pl: Pokazuj w stopce info o mediach (tylko dla rozwiniętych widżetów)
tr_tr: Genişletilmiş widget'lar altbilgide medya bilgilerini içerir

# #31284
source: Expanded widgets move title to header for additional line of plot
ar_sa: إضافة سطر أخر للحبكة ونقل عنوان الودجيت الى رأس الواجهة
et_ee: Laiendatud vidinatel asub pealkiri päisess, et saada süžeele täiendavat rida
pl_pl: Przesuń do nagłówka tytuł rozwiniętych widżetów i zyskaj dodatkową linię fabuły
tr_tr: Genişletilmiş widget'lar ek olay örgüsü satırı için başlığı başlığa taşır

# #31285
source: Classification (MPAA)
ar_sa: عرض التقييم العمري (MPAA)
et_ee: Liigitus (MPAA)
pl_pl: Klasyfikacja (MPAA)
tr_tr: Sınıflandırma

# #31286
source: Won
ar_sa: فاز
et_ee: Võitnud
pl_pl: Wygrane
tr_tr: Kazanan

# #31287
source: Nominated for
ar_sa: رشح لـ
et_ee: Nomineeritud
pl_pl: Nominowane do
tr_tr: Aday için

# #31288
source: Use larger flixart size
ar_sa: استخدم حجم flixart أكبر
et_ee: Kasuta suuremat flixart suurust
pl_pl: Używaj większych flixartów
tr_tr: Daha büyük flixart boyutu kullan

# #31289
source: Use local library info for recommendations
ar_sa: استخدم معلومات المكتبة المحلية للتوصيات
et_ee: Kasuta soovituste saamiseks kohalikku meediakogu
pl_pl: Pobieraj dane tylko z lokalnej biblioteki
tr_tr: Öneriler için yerel kütüphane bilgilerini kullan

# #31290
source: Open submenu
ar_sa: يفتح القائمة الفرعية
et_ee: Ava alammenüü
pl_pl: Otwórz podmenu
tr_tr: Alt menüyü aç

# #31291
source: Open power menu
ar_sa: يفتح قائمة الطاقة
et_ee: Ava toitemenüü
pl_pl: Otwórz menu zasilania
tr_tr: Güç menüsünü aç

# #31292
source: Do nothing
ar_sa: لا تفعل شيئا
et_ee: Ära tee midagi
pl_pl: Nic
tr_tr: Hiçbir şey yapma

# #31293
source: Press down for cast and more info
ar_sa: اضغط "للأسفل" للحصول على المزيد من المعلومات
et_ee: Osatäitjate ja lisateabe vaatamiseks vajuta alla
pl_pl: Naciśnij W DÓŁ, aby zobaczyć obsadę i dodatkowe info
tr_tr: Oyuncular ve daha fazla bilgi için aşağı basın

# #31294
source: Press down for bookmarks and chapters
ar_sa: اضغط "للأسفل" للإشارات المرجعية والفصول
et_ee: Järjehoidjate ja peatükkide nägemiseks vajuta alla
pl_pl: Naciśnij W DÓŁ, aby otworzyć zakładki i rozdziały
tr_tr: Yer imleri ve bölümler için aşağı basın

# #31295
source: Press down for channels
ar_sa: اضغط "للأسفل" للقنوات
et_ee: Kanalite nägemiseks vajuta alla
pl_pl: Naciśnij W DÓŁ, aby zobaczyć listę kanałów
tr_tr: Kanallar için aşağı basın

# #31296
source: Press down for playlist
ar_sa: اضغط "للأسفل" لقائمة التشغيل
et_ee: Esitusloendi nägemiseks vajuta alla
pl_pl: Naciśnij W DÓŁ, aby otworzyć playlistę
tr_tr: Çalma listesi için aşağı basın

# #31297
source: Minimal icon-only menu style
ar_sa: عرض أيقونات فقط "تصميم بسيط"
et_ee: Minimaalne ainult ikoonidega menüüstiil
pl_pl: Styl minimalny menu (tylko ikony)
tr_tr: Minimal yalnızca simge içeren menü stili

# #31298
source: Press down for movies and tv shows starring this actor
ar_sa: اضغط "لأسفل" للمزيد من الأعمال لهذا الفنان/ـة
et_ee: Selle näitlejaga peaosas filmide ja telesaadete nägemiseks vajuta alla
pl_pl: Naciśnij W DÓŁ, aby wyświetlić filmy i seriale z tym aktorem
tr_tr: Bu oyuncunun başrolde olduğu filmler ve diziler için aşağı basın

# #31299
source: Information is loading
et_ee: Teavet laaditakse
pl_pl: Ładowanie informacji
tr_tr: Bilgi yükleniyor

# #31300
source: Mirror list alignment
et_ee: Peegelda loendi joondus
pl_pl: Wyświetlaj listy w odbiciu lustrzanym
tr_tr: Ayna listesi hizalaması

# #31301
source: Kiosk Mode
et_ee: Kioski režiim
pl_pl: Tryb Kiosk
tr_tr: Kiosk Modu

# #31302
source: Management options
ar_sa: خيارات الإدارة
et_ee: Haldusvalikud
pl_pl: Opcje zarządzania
tr_tr: Yönetim seçenekleri

# #31303
source: Viewtype customisation
ar_sa: تخصيص طرُق العرض
et_ee: Vaatetüübi kohandamine
pl_pl: Wybór widoku
tr_tr: Görünüm türü özelleştirmesi

# #31304
source: Override song list layout with basic track naming template
et_ee: Muuda laululoendi asetust lugude nimetamise standardmalliga
pl_pl: Stosuj prosty szablon nazywania utworów na liście utworów muzycznych
tr_tr: Temel parça adlandırma şablonuyla şarkı listesi düzenini geçersiz kıl

# #31305
source: FlixArt in info dialog
ar_sa: استخدم FlixArt في قائمة المعلومات
et_ee: FlixArt info dialoogis
pl_pl: Pokazuj FlixArt w oknie informacji
tr_tr: Bilgi iletişim kutusunda FlixArt

# #31306
source: Watchlist
ar_sa: قائمة المشاهدة
et_ee: Jälgimisloend
pl_pl: Lista do obejrzenia
tr_tr: İzleme Listesi

# #31307
source: Recently watched
ar_sa: شاهدتها مؤخراً
et_ee: Hiljuti vaadatud
pl_pl: Ostatnio oglądane
tr_tr: Son izlenen

# #31308
source: Last week
ar_sa: قبل أسبوع
et_ee: Eelmine nädal
pl_pl: Ostatni tydzień
tr_tr: Geçen hafta

# #31309
source: Next week
ar_sa: بعد أسبوع
et_ee: Järgmine nädal
pl_pl: Kolejny tydzień
tr_tr: Gelecek hafta

# #31310
source: Trending
ar_sa: شائع الآن
et_ee: Trendid
pl_pl: Trendy
tr_tr: Trend

# #31311
source: Airing
ar_sa: يبث الآن
et_ee: Eetris
pl_pl: Teraz w emisji
tr_tr: Yayın

# #31312
source: In theatres
ar_sa: في دور السينما
et_ee: Kinodes
pl_pl: Teraz w kinach
tr_tr: Tiyatrolarda

# #31313
source: Upcoming
ar_sa: يعرض قريبا
et_ee: Tulemas
pl_pl: Wkrótce
tr_tr: Yaklaşan

# #31314
source: Hub - Movies (TMDbHelper)
ar_sa: مركز - أفلام (TMDbHelper)
et_ee: Huub - Filmid (TMDbHelper)
pl_pl: Hub - filmy (TMDBHelper)
tr_tr: Merkez - Filmler (TMDbHelper)

# #31315
source: Hub - TV Shows (TMDbHelper)
ar_sa: مركز - مسلسلات (TMDbHelper)
et_ee: Huub - Sarjad (TMDbHelper)
pl_pl: Hub - seriale (TMDBHelper)
tr_tr: Merkez - TV Programları (TMDbHelper)

# #31316
source: Most played
ar_sa: الأكثر تشغيلاً
et_ee: Enim esitatud
pl_pl: Najczęściej odtwarzane
tr_tr: En çok oynatılan

# #31317
source: Most watched
ar_sa: الأكثر مشاهدة
et_ee: Enim vaadatud
pl_pl: Najczęściej oglądane
tr_tr: En çok izlenen

# #31318
source: Random combined
ar_sa: عشوائي-مجتمعة
et_ee: Juhuslik kombo
pl_pl: Losowe - zintegrowany
tr_tr: Rastgele birleştirilmiş

# #31319
source: Random movie genre
ar_sa: تصنيف فلم عشوائي
et_ee: Juhuslik filmi žanr
pl_pl: Losowy gatunek filmowy
tr_tr: Rastgele film türü

# #31320
source: Random TV genre
ar_sa: تصنيف مسلسل عشوائي
et_ee: Juhuslik seriaali žanr
pl_pl: Losowy gatunek seriali
tr_tr: Rastgele TV türü

# #31321
source: Random keyword
ar_sa: كلمة دالة عشوائي
et_ee: Juhuslik märksõna
pl_pl: Losowe słowo kluczowe
tr_tr: Rastgele kelime

# #31322
source: Liked
ar_sa: معجب بها
et_ee: Meeldis
pl_pl: Lubiane
tr_tr: Beğenildi

# #31323
source: Your
ar_sa: خاصة بك
et_ee: Sinu
pl_pl: Twoje
tr_tr: Senin

# #31324
source: Background
ar_sa: الخلفية
et_ee: Taust
pl_pl: Tło
tr_tr: Arka plan

# #31325
source: Expanded widget artwork
et_ee: Laiendatud vidina pildid
pl_pl: Obrazek widżetów rozwiniętych
tr_tr: Genişletilmiş widget resmi

# #31326
source: Stretch
ar_sa: ممُتد
et_ee: Venita
pl_pl: Rozciągnięcie
tr_tr: Uzat

# #31327
source: Expanded
et_ee: Laiendatud
pl_pl: Rozwinięte widżety
tr_tr: Genişletilmiş

# #31328
source: Hub - Movies (Library)
ar_sa: مركز - أفلام (المكتبة)
et_ee: Huub - Filmid (Meediakogu)
pl_pl: Hub - Filmy (Biblioteka)
tr_tr: Merkez - Filmler (Kütüphane)

# #31329
source: Hub - TV Shows (Library)
ar_sa: مركز - مسلسلات (المكتبة)
et_ee: Huub - Sarjad (Meediakogu)
pl_pl: Hub - Seriale (Biblioteka)
tr_tr: Merkez - TV Programları (Kütüphane)

# #31330
source: Widget end row action
ar_sa: بعد اخر ودجيت قم بفتح
et_ee: Vidina ​​lõpurea toiming
pl_pl: Zachowanie ostatniego rzędu widżetów
tr_tr: Widget bitiş sırası eylemi

# #31331
source: Hub - TMDbHelper (Discover)
ar_sa: مركز - TMDbHelper (استكشف)
et_ee: Huub - TMDbHelper (Avasta)
pl_pl: Hyb - TMDbHelper (Odkrywaj)
tr_tr: Merkez - TMDbHelper (Keşfet)

# #31332
source: TMDbHelper hub quick navbar
ar_sa: إظهار شريط التنقل السريع في مركز TMDbHelper
et_ee: TMDbHelper huubi juhtriba
pl_pl: Stosuj szybką nawigację TMMDbHelper w hubach
tr_tr: TMDbHelper merkez hızlı gezinme çubuğu

# #31333
source: Use text labels
ar_sa: استخدم تسميات نصية
et_ee: Kasuta tekstisilte
pl_pl: Tylko tekst na etykietach
tr_tr: Metin etiketlerini kullan

# #31334
source: Comments
ar_sa: التعليقات
et_ee: Kommentaarid
pl_pl: Komentarze
tr_tr: Yorumlar

# #31335
source: Thin selectbox
et_ee: Õhuke valikukast
pl_pl: Delikatny
tr_tr: İnce seçim kutusu

# #31336
source: Selectbox style
ar_sa: شكل اطار مربع الاختيار
et_ee: Valikukasti stiil
pl_pl: Ramka zaznaczenia
tr_tr: Seçim kutusu stili

# #31337
source: Thin
ar_sa: نحيف
et_ee: Õhuke
pl_pl: Cienka
tr_tr: İnce

# #31338
source: Filename source icons
ar_sa: أيقونات لمصدر الملف
et_ee: Failinime allika ikoonid
tr_tr: Dosya adı kaynak simgeleri

# #31339
source: Focus buttons when opening info dialog
ar_sa: التركيز على الازرار عند فتح نافذة المعلومات
et_ee: Nupud infoakna avamisel fookuses
pl_pl: Pokazuj rozwinięte przyciski w oknie informacji
tr_tr: Bilgi iletişim kutusunu açarken düğmeleri odakla

# #31340
source: Wrap long titles
ar_sa: قم بطي العناوين الطويلة
et_ee: Murra pikad pealkirjad
pl_pl: Zawijaj długie tytuły
tr_tr: Uzun başlıkları kaydır

# #31341
source: Screenplay by
ar_sa: سيناريو
et_ee: Stsenarist
pl_pl: Scenariusz od
tr_tr: Senaryo:

# #31342
source: Media Info Combined
ar_sa: معلومات وسائط-مجتمعة
et_ee: Meediainfo kombo
pl_pl: Zintegrowany Media Info
tr_tr: Birleştirilmiş Medya Bilgisi

# #31343
source: Poster List
ar_sa: بوستر-قائمة
et_ee: Plakatiloend
pl_pl: Lista plakatów
tr_tr: Poster Listesi

# #31344
source: Poster Infolist
ar_sa: بوستر-قائمة معلومات
et_ee: Plakati infoloend
pl_pl: Infolista plakatów
tr_tr: Poster Bilgi Listesi

# #31345
source: Big Poster List
ar_sa: بوستر كبير-قائمة
et_ee: Suur plakatiloend
pl_pl: Lista dużych plakatów
tr_tr: Büyük Poster Listesi

# #31346
source: Press down for more by this artist
ar_sa: اضغط "لأسفل" للمزيد من الأعمال لهذا الفنان/ـة
et_ee: Selle esitaja kohta lisateabe saamiseks vajuta alla
pl_pl: Naciśnij W DÓŁ, aby zobaczyć więcej od tego artysty
tr_tr: Bu sanatçının daha fazlasını görmek için aşağı basın

# #31347
source: Glow
ar_sa: مشُع
et_ee: Sära
pl_pl: Poświata
tr_tr: Parıltı

# #31348
source: Press down for channel EPG
ar_sa: اضغط "للأسفل" لفتح دليل القناة
et_ee: Kanali EPG nägemiseks vajuta alla
pl_pl: Naciśnij W DÓŁ, aby zobaczyć EPG kanału
tr_tr: EPG için aşağı basın

# #31349
source: Swap info button for options on fullscreen fanart widgets
ar_sa: تبديل زر "معلومات أكثر" بزر "الخيارات" في الودجيت بشاشة كاملة
et_ee: Vaheta infonupp täisekraani fännipiltide vidinates valikute vastu välja
pl_pl: Wyświetlaj przycsk OPCJE zamiast WIĘCEJ INFORMACJI dla pełnoekranowych widżetów
tr_tr: Tam ekran fanart widget'larındaki seçenekler için bilgi düğmesini değiştir

# #31350
source: Thanks
ar_sa: شكراً
et_ee: Tänud
pl_pl: Podziękowania
tr_tr: Teşekkürler

# #31351
source: Big Square Row
ar_sa: مربع كبير-أفقية
et_ee: Suur ruudurida
pl_pl: Rząd dużych kwadratów
tr_tr: Büyük Kare Sıra

# #31352
source: Big Square Wall
ar_sa: مربع كبير-جداري
et_ee: Suur ruudusein
pl_pl: Ściana dużych kwadratów
tr_tr: Büyük Kare Duvar

# #31353
source: Open menu
ar_sa: يفتح القائمة
et_ee: Ava menüü
pl_pl: Otwórz menu
tr_tr: Menüyü aç

# #31354
source: Open group switcher
ar_sa: يفتح أداة تبديل المجموعة
et_ee: Ava rühmade vahetus
pl_pl: Przełącznik otwierania grupy
tr_tr: Grup değiştiriciyi aç

# #31355
source: Press back from EPG
ar_sa: الضغط على زر "رجوع" في الدليل
et_ee: Tagasivajutus telekavas
pl_pl: Przycisk WSTECZ w widoku EPG
tr_tr: EPG'den geri basma

# #31356
source: Expanded widget style
et_ee: Laiendatud vidina stiil
pl_pl: Styl rozwiniętych widżetów
tr_tr: Genişletilmiş widget stili

# #31357
source: Selectbox shadow
et_ee: Valikukasti vari
pl_pl: Cień ramki zaznaczenia
tr_tr: Seçim kutusu gölgesi

# #31358
source: Waiting for plugins
et_ee: Pluginate ootel
pl_pl: Uruchamienie wtyczek
tr_tr: Eklentiler için bekleniyor

# #31359
source: Wait for plugins to initialise on startup
et_ee: Oota käivitumisel lisamoodulite laadimist
pl_pl: Inicjalizowanie wtyczek
tr_tr: Başlangıçta eklentilerin başlatılmasını bekle

# #31360
source: Disable all ratings
et_ee: Keela kõik hinded
tr_tr: Tüm derecelendirmeleri devre dışı bırak

# #31361
source: Customise background image
et_ee: Kohanda taustapilti
tr_tr: Arka plan görselini özelleştir

# #31362
source: Media Info Basic
et_ee: Lihtne meediainfo
tr_tr: Temel Medya Bilgisi

# #31363
source: Media Info Playlist
et_ee: Meediainfo esitusloend
tr_tr: Oynatma Listesi Medya Bilgisi

# #31364
source: Hub fullscreen widget
et_ee: Huubi täisekraani vidin
tr_tr: Merkez tam ekran widget'ı
