Repository: jurialmunkey/skin.arctic.horizon.2
Catalog: language/resource.language.*/strings.po
Languages: ar_sa, et_ee, pl_pl, tr_tr

# #31365
source: Hub submenu node
et_ee: Huubi alammenüü sõlm
tr_tr: Merkez alt menü düğümü

# #31366
source: Hub widget nodes
et_ee: Huubi vidina sõlmed
tr_tr: Merkez widget düğümleri

# #31367
source: Hub - Custom
et_ee: Huub - Kohandatud
tr_tr: Merkez - Özel

# #31368
source: Customise hub
et_ee: Kohanda huub
tr_tr: Merkezi özelleştir

# #31369
source: Customise node
et_ee: Kohanda sõlm
tr_tr: Düğümü özelleştir

# #31370
source: Press left from home menu
et_ee: Vasakule vajutus avakuval
tr_tr: Ana menüden sola bas

# #31371
source: Stacked - Displays folder of item focused in widget above
et_ee: Virnastatud – kuvab ülalolevas vidinas fokuseeritud üksuse kausta
tr_tr: Yığılmış - Yukarıdaki widget'ta odaklanılan öğenin klasörünü görüntüler

# #31372
source: Stacked
et_ee: Virnastatud
tr_tr: Yığılmış

# #31373
source: Classification
et_ee: Liigitus
tr_tr: Sınıflandırma

# #31374
source: Favourites dialog
et_ee: Lemmikute dialoog
tr_tr: Favoriler iletişim kutusu

# #31375
source: Favourites browser
et_ee: Lemmikute lehitseja
tr_tr: Favoriler tarayıcısı

# #31376
source: Default menu position (starts at 0)
et_ee: Aktiivne menüü käivitumisel (esimene 0)
tr_tr: Varsayılan menü konumu (0'da başlar)

# #31377
source: Standard widgets have header furniture and navigation hints
et_ee: Tavavidinatel on päise sisustus ja navigeerimise vihjed
tr_tr: Standart widget'larda başlık malzemeleri ve gezinme ipuçları göster

# #31378
source: Auto pop-up OSD dialogs
et_ee: OSD dialoogide automaatne hüpikaken
tr_tr: Otomatik açılır OSD diyalogları

# #31379
source: No streams available
et_ee: Vooge pole saadaval
tr_tr: Mevcut akış yok

# #31380
source: Reduce title and plot width
et_ee: Vähenda pealkirja ja süžee laiust
tr_tr: Başlığı ve çizim genişliğini azalt

# #31381
source: Weather - Only available as fullscreen widget
et_ee: Ilm - ainult täiekraani vidin
tr_tr: Hava Durumu - Yalnızca tam ekran widget'ta kullanılabilir

# #31382
source: Menu press up action
et_ee: Menüüs ülesvajutuse toiming
tr_tr: Menü yukarı basma eylemi

# #31383
source: Prefer landscape art
et_ee: Eelista horisontaalpilte
tr_tr: Yatay resmi tercih et

# #31384
source: Media info poster
et_ee: Meediainfo plakat
tr_tr: Medya bilgi posteri

# #31385
source: Custom genre icon folder
et_ee: Kohandatud žanri ikoonide kaust
tr_tr: Özel tür simgesi klasörü

# #31386
source: Unwatched only
tr_tr: Yalnızca izlenmeyenler

# #31105
source: Spotlight
et_ee: Rambivalguses

# #31173
source: widget
ar_sa: ودجيت
et_ee: vidin
pl_pl: widżet
