Repository: jurialmunkey/skin.arctic.horizon.2
Catalog: language/resource.language.*/strings.po
Languages: ar_sa, et_ee, pl_pl, tr_tr

# #31000
source: Live TV / PVR
ar_sa: البث المباشر / PVR
et_ee: Otse TV / PVR
tr_tr: Canlı TV

# #31001
source: Select colours
ar_sa: اختيار الألوان
et_ee: Vali värvid
pl_pl: Wybierz kolory
tr_tr: Renkleri seç

# #31002
source: Manage
ar_sa: إدارة
et_ee: Halda
pl_pl: Zarządzaj
tr_tr: Yönet

# #31003
source: Change
ar_sa: تغيير
et_ee: Muuda
pl_pl: Zmień
tr_tr: Değiştir

# #31004
source: Weekly Forecast
ar_sa: التوقعات الأسبوعية
et_ee: Nädala prognoos
pl_pl: Tygodniowa prognoza
tr_tr: Haftalık Hava Tahmini

# #31005
source: Rain Chance
ar_sa: فرصة هطول المطر
et_ee: Vihma võimalus
pl_pl: Możliwość opadów
tr_tr: Yağmur Olasılığı

# #31006
source: Location
ar_sa: الموقع
et_ee: Asukoht
pl_pl: Lokalizacja
tr_tr: Konum

# #31007
source: Customise appearance
ar_sa: تخصيص الشكل
et_ee: Kohanda välimust
pl_pl: Dostosuj wygląd
tr_tr: Görünümü özelleştir

# #31008
source: Image
ar_sa: صورة
et_ee: Pilt
pl_pl: Obraz
tr_tr: Resim

# #31009
source: Blur
ar_sa: ضبابي
et_ee: Hägustamine
pl_pl: Rozmycie
tr_tr: Bulanıklık

# #31011
source: Small Fanart
ar_sa: Fanart بحجم صغير
et_ee: Väike fännipilt
pl_pl: Mały Fanart
tr_tr: Küçük Hayran Resmi

# #31013
source: Text
ar_sa: النص
et_ee: Tekst
pl_pl: Tekst
tr_tr: Metin

# #31015
source: Order
ar_sa: الترتيب
et_ee: Suund
pl_pl: Kolejność
tr_tr: Sırala

# #31016
source: Sort by
ar_sa: فرز حسب
et_ee: Järjestus
pl_pl: Sortowanie wg
tr_tr: Şuna göre sırala

# #31017
source: File Details
ar_sa: تفاصيل الملف
et_ee: Faili üksikasjad
pl_pl: Szczegóły pliku
tr_tr: Dosya Ayrıntıları

# #31018
source: Recommendations
ar_sa: التوصيات
et_ee: Soovitused
pl_pl: Rekomendacje
tr_tr: Öneriler

# #31019
source: Crew
ar_sa: طاقم الإنتاج
et_ee: Meeskond
pl_pl: Ekipa
tr_tr: Ekip

# #31020
source: lists
ar_sa: القوائم
et_ee: loendid
pl_pl: listy
tr_tr: Listeler

# #31021
source: Similar
ar_sa: عمل مشابه
et_ee: Sarnased
pl_pl: Podobne
tr_tr: Benzer

# #31022
source: items
ar_sa: العناصر
et_ee: üksust
pl_pl: obiektów
tr_tr: Öğeler

# #31023
source: Loading
ar_sa: جار تحميل
et_ee: Laadimine
pl_pl: Ładowanie
tr_tr: Yükleniyor

# #31024
source: Critics Consensus
ar_sa: إجماع النقاد
et_ee: Kriitikute koondhinne
pl_pl: Ocena krytyków
tr_tr: Eleştirmenlerin Oy Birliği

# #31025
source: Add-on ID
et_ee: Lisamooduli ID
pl_pl: ID dodatku
tr_tr: Eklenti kimliği

# #31026
source: Origin
ar_sa: المنشأ
et_ee: Päritolu
pl_pl: Źródło
tr_tr: Menşei

# #31027
source: Not installed
ar_sa: غير مثبتة
et_ee: Pole paigaldatud
pl_pl: Nie zainstalowano
tr_tr: Yüklü değil

# #31028
source: Outline
ar_sa: الحبكة
et_ee: Ülevaade
pl_pl: Zarys fabuły
tr_tr: Ana hat

# #31029
source: Updated
ar_sa: محدث
et_ee: Uuendatud
pl_pl: Zaktualizowano
tr_tr: Güncellendi

# #31030
source: Installed
ar_sa: مثبتة
et_ee: Paigaldatud
pl_pl: Zainstalowano
tr_tr: Yüklendi

# #31031
source: Weather Forecast for
ar_sa: توقعات الطقس لـ
et_ee: Ilmateade:
pl_pl: Prognoza pogody dla
tr_tr: Hava Tahmini:

# #31032
source: Filters
ar_sa: الفلاتر
et_ee: Filtrid
pl_pl: Filtry
tr_tr: Filtreler

# #31033
source: People
ar_sa: اشخاص
et_ee: Inimesed
pl_pl: Ludzie
tr_tr: Kişi

# #31034
source: Cast member
ar_sa: عضو طاقم التمثيل
et_ee: Osatäitja
pl_pl: Członek obsady
tr_tr: Oyuncu

# #31035
source: Crew member
ar_sa: عضو في طاقم الإنتاج
et_ee: Meeskonna liige
pl_pl: Członek ekipy
tr_tr: Ekip üyesi

# #31036
source: Balanced
ar_sa: متوازن
et_ee: Tasakaalustatud
pl_pl: Optimum
tr_tr: Dengeli

# #31037
source: Quality
ar_sa: جودة
et_ee: Kvaliteet
pl_pl: Jakość
tr_tr: Kaliteli

# #31038
source: Performance
ar_sa: أداء
et_ee: Jõudlus
pl_pl: Wydajność
tr_tr: Performans

# #31039
source: Background style
ar_sa: نمط الخلفية
et_ee: Tausta stiil
pl_pl: Styl tła
tr_tr: Arka plan stili

# #31040
source: Foreground
ar_sa: المقدمة
et_ee: Esiplaan
pl_pl: Pierwszy plan
tr_tr: Ön plan

# #31042
source: Discover
ar_sa: اكتشف
et_ee: Avasta
pl_pl: Odkrywaj
tr_tr: Keşfet

# #31043
source: Flat (No Gradient)
ar_sa: لون واحد (بدون تدرج)
et_ee: Ühtlane (üleminekuta)
pl_pl: Styl bez gradientu
tr_tr: Düz (Gradyan Yok)

# #31044
source: Fade
ar_sa: تلاشى
et_ee: Hajumine
pl_pl: Zanikanie
tr_tr: Geçiş

# #31045
source: Transparent
ar_sa: شفاف
et_ee: Läbipaistev
pl_pl: Przeźroczysty
tr_tr: Şeffaf

# #31046
source: Opaque
ar_sa: عاتم
et_ee: Läbipaistmatu
pl_pl: Pełne zakrycie
tr_tr: Opak

# #31047
source: Divider Options
ar_sa: خيارات تقسيم القوائم
et_ee: Jagaja valikud
pl_pl: Opcje separatora
tr_tr: Ayraç Seçenekleri

# #31048
source: Shadows
ar_sa: الظلال
et_ee: Varjud
pl_pl: Cienie
tr_tr: Gölgeler

# #31049
source: Default Widgets
ar_sa: الودجيت الافتراضية
et_ee: Vaikevidinad
pl_pl: Domyślne widżety
tr_tr: Varsayılan Widget'lar

# #31050
source: Title / Divider
et_ee: Pealkiri / Jagaja
pl_pl: Tytuł / Separator
tr_tr: Başlık / Ayraç

# #31051
source: Classic
ar_sa: كلاسيكي
et_ee: Klassikaline
pl_pl: Klasyczny
tr_tr: Klasik

# #31052
source: Presets
ar_sa: الإعدادات المسبقة
et_ee: Eelseaded
pl_pl: Motywy
tr_tr: Ön ayarlar

# #31053
source: Profile
ar_sa: الملف الشخصي
et_ee: Profiil
pl_pl: Profil
tr_tr: Profil

# #31054
source: Liked by
ar_sa: أعجب به
et_ee: Meeldis
pl_pl: Polubiony przez
tr_tr: Beğenildi

# #31055
source: out of
ar_sa: من
pl_pl: z
tr_tr: dışında

# #31056
source: critics
ar_sa: ناقد
pl_pl: krytyków
tr_tr: Eleştirmenler

# #31057
source: Years Old
ar_sa: سنة
et_ee: aastat vana
pl_pl: Lat
tr_tr: Yaşında

# #31058
source: Solid
et_ee: Ühevärviline
pl_pl: Jednolite tło
tr_tr: Tek renk

# #31059
source: Split
et_ee: Jaga
tr_tr: Böl

# #31060
source: Premiered in
ar_sa: عرض لأول مرة في
et_ee: Esilinastus aastal
pl_pl: Premiera w
tr_tr: Prömiyer:

# #31061
source: From
ar_sa: من
pl_pl: Od
tr_tr: İtibaren

# #31062
source: By
ar_sa: بواسطة
pl_pl: Od
tr_tr: İle

# #31063
source: Last Aired
ar_sa: بثت آخر مرة
et_ee: Viimati eetris
pl_pl: Ostatnio na ekranie
tr_tr: Son Yayınlanma Tarihi

# #31064
source: Awards
ar_sa: الجوائز
et_ee: Auhinnad
pl_pl: Nagrody
tr_tr: Ödüller

# #31065
source: Creator
ar_sa: المبتكر
et_ee: Looja
pl_pl: Twórca
tr_tr: Yaratıcı

# #31066
source: Movies as Cast Member
ar_sa: أفلام مثلّ فيها
et_ee: Filmid näitlejana
pl_pl: Znany z filmów
tr_tr: Ekip Üyesi olarak Filmler

# #31067
source: TV Shows as Cast Member
ar_sa: مسلسلات مثلّ فيها
et_ee: Sarjad näitlejana
pl_pl: Znany z seriali
tr_tr: Ekip Üyesi olarak TV Programları

# #31068
source: Movies as Crew Member
ar_sa: أفلام كعضو في طاقم الإنتاج
et_ee: Filmid meeskonnaliikmena
pl_pl: Członek ekipy w filmach
tr_tr: Ekip Üyesi olarak Filmler

# #31069
source: TV Shows as Crew Member
ar_sa: مسلسلات كعضو في طاقم الإنتاج
et_ee: Sarjad meeskonnaliikmena
pl_pl: Członek ekipy w serialach
tr_tr: Ekip Üyesi olarak TV Programları

# #31070
source: Posters
ar_sa: البوسترات
et_ee: Plakatid
pl_pl: Plakaty
tr_tr: Posterler

# #31071
source: Playback Speed
ar_sa: سرعة التشغيل
et_ee: Taasesituse kiirus
pl_pl: Prędkość odtwarzania
tr_tr: Oynatma Hızı

# #31072
source: Ends at
ar_sa: تنتهي المشاهدة عند
et_ee: Lõpeb kell
pl_pl: Koniec o
tr_tr: Bitiş:

# #31073
source: mins
ar_sa: دقيقة
et_ee: min
pl_pl: min
tr_tr: dakika

# #31074
source: hr
ar_sa: ساعة
et_ee: t
pl_pl: h
tr_tr: saat

# #31075
source: Cast of
et_ee: Osatäitja
pl_pl: Obsada
tr_tr: Oyuncular

# #31076
source: Search by
ar_sa: البحث بواسطة
et_ee: Otsi
pl_pl: Szukaj według
tr_tr: Şuna göre ara:

# #31077
source: More Information
ar_sa: معلومات أكثر
et_ee: Lisateave
pl_pl: Więcej informacji
tr_tr: Daha fazla bilgi

# #31078
source: Delete settings shortcut
ar_sa: حذف اختصار الإعدادات
et_ee: Kustuta seadete otsetee
pl_pl: Usuń skrót do Ustawień
tr_tr: Ayarlar kısayolunu sil

# #31079
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
ar_sa: هل أنت متأكد أنك تريد إزالة اختصار الإعدادات؟ [CR] يرجى التأكد من أن لديك طريقة بديلة للوصول إلى الإعدادات قبل إزالة هذا الاختصار.
et_ee: Kas oled kindel, et soovid seadete otsetee eemaldada?[CR]Veendu enne, et seadetele juurdepääsemiseks on mõni muu viis.
pl_pl: Czy na pewno chcesz usunąć skrót do Ustawień?[CR]Upewnij się, że będzie inny sposób, by otworzyć Ustawienia zanim usuniezs ten skrót.
tr_tr: Ayarlar kısayolunu kaldırmak istediğinizden emin misiniz?[CR]Lütfen bu kısayolu kaldırmadan önce ayarlara erişmenin alternatif bir yönteminin olduğundan emin olun.

# #31080
source: Customise home menu
ar_sa: تخصيص القائمة الرئيسية
et_ee: Kohanda avakuva
pl_pl: Dostosuj menu ekranu startowego
tr_tr: Ana menüyü özelleştir

# #31081
source: Action
ar_sa: الإجراء
et_ee: Tegevus
pl_pl: Działanie
tr_tr: Eylem

# #31082
source: Select icon
ar_sa: اختيار أيقونة
et_ee: Vali ikoon
pl_pl: Wybierz ikonę
tr_tr: Simge seç

# #31083
source: Updates Available
ar_sa: التحديثات المتوفرة
pl_pl: Dostępne aktualizacje
tr_tr: Güncellemeler mevcut

# #31084
source: Last Checked
ar_sa: التحقق الأخير
et_ee: Viimati kontrollitud
pl_pl: Ostatnio sprawdzono
tr_tr: Son kontrol edilen

# #31085
source: Live TV
ar_sa: البث المباشر
et_ee: Otse TV
tr_tr: Canlı TV

# #31086
source: Customise power menu
ar_sa: تخصيص قائمة الطاقة
et_ee: Kohanda toitemenüüd
pl_pl: Dostosuj menu zasilania
tr_tr: Güç menüsünü özelleştir

# #31087
source: Menus / Widgets
ar_sa: القوائم / الودجيت
et_ee: Menüüd / Vidinad
pl_pl: Menu / Widżety
tr_tr: Menüler / Widget'lar

# #31088
source: Menus and widgets
ar_sa: القوائم و الودجيت
et_ee: Menüüd ja vidinad
pl_pl: Menu i Widżety
tr_tr: Menüler ve widget'lar

# #31089
source: Recently played
ar_sa: شوهدت مؤخراً
et_ee: Hiljuti esitatud
pl_pl: Ostatnio odtwarzane
tr_tr: Son oynatılan

# #31090
source: In-Progress
ar_sa: قيد التقدم
et_ee: Pooleli
pl_pl: W trakcie
tr_tr: Devam etmekte

# #31091
source: Top rated
ar_sa: الأعلى تقييما
et_ee: Kõrgelt hinnatud
pl_pl: Najwyżej oceniane
tr_tr: En Çok Oy Alan

# #31092
source: IMDb Top 250
tr_tr: IMDb'nin En İyi 250'si

# #31093
source: Nodes
et_ee: Sõlmed
pl_pl: Węzły
tr_tr: Düğümler

# #31094
source: Random albums
ar_sa: ألبومات عشوائية
et_ee: Juhuslikud albumid
pl_pl: Losowe albumy
tr_tr: Rastgele albümler

# #31095
source: Random artists
ar_sa: فنانين عشوائيين
et_ee: Juhuslikud esitajad
pl_pl: Losowi artyści
tr_tr: Rastgele sanatçılar

# #31096
source: Active recordings
ar_sa: التسجيلات النشطة
et_ee: Aktiivsed salvestused
pl_pl: Aktywne nagrania
tr_tr: Aktif kayıtlar

# #31097
source: Grouped recordings
et_ee: Rühmitatud salvestised
pl_pl: Zgrupowane nagrania
tr_tr: Gruplandırılmış kayıtlar

# #31098
source: Grouped deleted recordings
et_ee: Rühmitatud kustutatud salvestised
pl_pl: Zgrupowane usunięte nagrania
tr_tr: Gruplandırılmış silinmiş kayıtlar

# #31099
source: Video Sources
ar_sa: مصادر الفيديو
et_ee: Video allikad
pl_pl: Źródła wideo
tr_tr: Video Kaynakları

# #31100
source: Music Sources
ar_sa: مصادر الموسيقى
et_ee: Muusika allikad
pl_pl: Źródła muzyki
tr_tr: Müzik Kaynakları

# #31101
source: Picture Sources
ar_sa: مصادر الصور
et_ee: Pildi allikad
pl_pl: Źródła obrazów
tr_tr: Resim Kaynakları

# #31102
source: Fullscreen widget
ar_sa: ودجيت بشاشة كاملة
et_ee: Täisekraani vidin
pl_pl: Widżet pełnoekranowy
tr_tr: Tam ekran widget'ı

# #31103
source: Widgets
ar_sa: الودجيت "الأقسام"
et_ee: Vidinad
pl_pl: Widżety
tr_tr: Widget'lar

# #31104
source: Choose widget
ar_sa: اختيار الودجيت (القسم)
et_ee: Vali vidin
pl_pl: Wybierz widżet
tr_tr: Widget'ı seç

# #31106
source: Content type
ar_sa: نوع المحتوى
et_ee: Sisu tüüp
pl_pl: Rodzaj zawartości
tr_tr: İçerik türü

# #31107
source: Simple
ar_sa: بسيط
et_ee: Lihtne
pl_pl: Prosty
tr_tr: Basit

# #31108
source: Collections
ar_sa: المجموعات
et_ee: Kogumikud
pl_pl: Serie
tr_tr: Koleksiyonlar

# #31109
source: Tagged
ar_sa: تم وضع علامة عليها
et_ee: Sildiga
pl_pl: Otagowany
tr_tr: Etiketlendi

# #31110
source: pages
ar_sa: صفحات
et_ee: lehte
pl_pl: strony
tr_tr: Sayfalar

# #31111
source: Poster Row
ar_sa: بوستر-أفقية
et_ee: Plakatirida
pl_pl: Wiersz plakatów
tr_tr: Poster Sırası

# #31112
source: Landscape Row
ar_sa: منظر-أفقية
et_ee: Horisontaalrida
pl_pl: Wiersz panoramiczny
tr_tr: Yatay Sıra

# #31113
source: Square Row
ar_sa: مربعة-أفقية
et_ee: Ruudurida
pl_pl: Wiersz kwadratów
tr_tr: Kare Sıra

# #31114
source: View
ar_sa: طريقة العرض
et_ee: Vaade
pl_pl: Widok
tr_tr: Görünüm

# #31115
source: Poster Wall
ar_sa: بوستر-جدارية
et_ee: Plakatisein
pl_pl: Ściana plakatów
tr_tr: Poster Duvarı

# #31116
source: Landscape Wall
ar_sa: منظر-جدارية
et_ee: Horisontaalsein
pl_pl: Ściana panoramiczna
tr_tr: Yatay Duvar

# #31117
source: Square Wall
ar_sa: مربعة-جدارية
et_ee: Ruudusein
pl_pl: Ściana kwadratów
tr_tr: Kare Duvar

# #31118
source: Poster Combined
ar_sa: بوستر-مجتمعة
et_ee: Plakatikombo
pl_pl: Zintegrowany - z plakatami
tr_tr: Birleşik Poster

# #31119
source: Landscape Combined
ar_sa: منظر-مجتمعة
et_ee: Horisontaalkombo
pl_pl: Zintegrowany - panoramiczny
tr_tr: Birleşik Yatay

# #31120
source: Square Combined
ar_sa: مربعة-مجتمعة
et_ee: Ruudukombo
pl_pl: Zintegrowany - z kwadratami
tr_tr: Birleşik Kare

# #31121
source: Square List
ar_sa: مربعة-قائمة
et_ee: Ruuduloend
pl_pl: Lista kwadratów
tr_tr: Kare Liste

# #31122
source: Landscape List
ar_sa: منظر-قائمة
et_ee: Horisontaalloend
pl_pl: Lista panoramiczna
tr_tr: Yatay Liste

# #31123
source: Infolist
ar_sa: قائمة معلومات
et_ee: Infoloend
pl_pl: Infolista
tr_tr: Bilgi listesi

# #31124
source: Indicator
ar_sa: المؤشر
et_ee: Indikaator
pl_pl: Znacznik
tr_tr: Gösterge

# #31125
source: Invert Text Colour
ar_sa: عكس لون النص
et_ee: Pööratud teksti värv
pl_pl: Odwróć kolor tekstu
tr_tr: Metin Rengini Ters Çevir

# #31126
source: Thin Font
ar_sa: خط نحيف
et_ee: Peenike tekst
pl_pl: Cienka czcionka
tr_tr: İnce Yazı Tipi

# #31127
source: Bold Font
ar_sa: خط عريض
et_ee: Paks tekst
pl_pl: Gruba czcionka
tr_tr: Kalın Yazı Tipi

# #31128
source: Big Poster Wall
ar_sa: بوستر كبير-جدارية
et_ee: Suur plakatisein
pl_pl: Ściana dużych plakatów
tr_tr: Büyük Poster Duvarı

# #31129
source: Up next in
ar_sa: الحلقة التالية في
et_ee: Järgmiseks
pl_pl: Kolejny odcinek za
tr_tr: Sıradaki

# #31130
source: seconds
ar_sa: ثاني
et_ee: sekundi pärast
pl_pl: sekund
tr_tr: saniye

# #31131
source: Continue watching in
ar_sa: استمر في المشاهدة
et_ee: Jätka vaatamist
pl_pl: Kontynuuj oglądanie za
tr_tr: İzlemeye devam et

# #31132
source: Rules
ar_sa: الشروط
et_ee: Reeglid
pl_pl: Zasady
tr_tr: Kurallar

# #31133
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
ar_sa: عيّن النوع وأضف الشروط لإنشاء قائمة تشغيل ذكية. قوائم التشغيل هذه ديناميكية وتتضمن جميع عناصر الوسائط من قاعدة البيانات الخاصة بك والتي تنطبق على الشروط التي اخترتها.
et_ee: Nutika esitusloendi loomiseks määra tüüp ja lisa reegleid. Need esitusloendid on dünaamilised ja sisaldavad kõiki andmebaasi meediaüksusi, mis vastavad valitud reeglitele.
tr_tr: Akıllı bir çalma listesi oluşturmak için türü ayarlayın ve kurallar ekleyin. Bu oynatma listeleri dinamiktir ve veritabanınızda seçtiğiniz kurallar için geçerli olan tüm medya öğelerini içerir.

# #31134
source: Expand information
ar_sa: عرض المعلومات
et_ee: Laienda teave
pl_pl: Rozwiń informacje
tr_tr: Bilgileri genişlet

# #31135
source: Divider
ar_sa: مقسم
et_ee: Jagaja
pl_pl: Separator
tr_tr: Ayraç

# #31136
source: Select highlight colour preset
ar_sa: حدد الإعداد المسبق للون الأساسي
et_ee: Vali esiletõstu värvi eelseade
pl_pl: Wybierz motyw kolorystyczny
tr_tr: Vurgu rengi ön ayarını seç

# #31137
source: Colour Presets
ar_sa: الإعدادات المسبقة للون
et_ee: Värvi eelseaded
pl_pl: Motywy kolorystyczne
tr_tr: Renk Ön Ayarları

# #31138
source: Aqua Classic
tr_tr: Su Klasik

# #31139
source: Tropical Sunset
et_ee: Troopiline päikeseloojang
tr_tr: Tropikal Gün Batımı

# #31141
source: Plain Monochrome
et_ee: Mustvalge
tr_tr: Düz Tek Renkli

# #31142
source: Total Duration
ar_sa: المدة الإجمالية
et_ee: Kogukestus
pl_pl: Całkowita długość
tr_tr: Toplam Süre

# #31143
source: Square Infolist
ar_sa: مربعة-قائمة معلومات
et_ee: Ruudu infoloend
pl_pl: Infolist kwadraty
tr_tr: Kare Bilgi Listesi

# #31144
source: Landscape Infolist
ar_sa: منظر-قائمة معلومات
et_ee: Horisontaal infoloend
pl_pl: Infolist panoramiczna
tr_tr: Yatay Bilgi Listesi

# #31145
source: Initialising Skin
ar_sa: تهيئة المظهر
et_ee: Rüü laadimine
pl_pl: Uruchamianie skóry
tr_tr: Kabuk Başlatılıyor

# #31146
source: No items to display[CR]Add rules on the left menu to discover new items
ar_sa: لا توجد عناصر لعرضها[CR]أضف شروط في القائمة اليسرى لاكتشاف عناصر جديدة
et_ee: Kuvatavaid üksusi pole[CR]Uute üksuste avastamiseks lisa vasakpoolsesse menüüsse reegleid
pl_pl: Brak elementów do wyświetlenia[CR]Dodaj zasady w menu po lewej stronie, aby wyświetlić elementy
tr_tr: Görüntülenecek öğe yok[CR]Yeni öğeleri keşfetmek için sol menüye kurallar ekleyin

# #31147
source: Aired
ar_sa: بثت
et_ee: Eetris
pl_pl: W emisji
tr_tr: Yayınlandı

# #31148
source: Big Landscape Combined
ar_sa: منظر كبير-مجتمعة
et_ee: Suur horisontaalkombo
pl_pl: Zintegrowany dużych w. panoramicznych
tr_tr: Birleşik Büyük Yatay

# #31149
source: Big Landscape Row
ar_sa: منظر كبير-أفقية
et_ee: Suur horisontaalrida
pl_pl: Wiersz dużych w. panoramicznych
tr_tr: Büyük Yatay Sıra

# #31150
source: Big Landscape Wall
ar_sa: منظر كبير-جدارية
et_ee: Suur horisontaalsein
pl_pl: Ściana dużych w. panoramicznych
tr_tr: Büyük Yatay Duvar

# #31151
source: Customise search menu
ar_sa: تخصيص قائمة البحث
et_ee: Kohanda otsingumenüüd
pl_pl: Dostosuj menu wyszukiwania
tr_tr: Arama menüsünü özelleştir

# #31152
source: Detailed
ar_sa: مفصلة
et_ee: Üksikasjalik
pl_pl: Szczegółowy
tr_tr: Detaylı

# #31153
source: Results
ar_sa: النتائج
et_ee: Tulemused
pl_pl: Wyniki
tr_tr: Sonuçlar

# #31154
source: Misc options
ar_sa: خيارات متنوعة
et_ee: Muud valikud
pl_pl: Pozostałe opcje
tr_tr: Çeşitli seçenekler

# #31155
source: Add Group
ar_sa: أضف مجموعة
et_ee: Lisa rühm
pl_pl: Dodaj grupę
tr_tr: Grup Ekle

# #31156
source: Rename Group
ar_sa: إعادة تسمية المجموعة
et_ee: Nimeta rühm ümber
pl_pl: Zmień nazwę grupy
tr_tr: Grubu Yeniden Adlandır

# #31157
source: Delete group
ar_sa: حذف المجموعة
et_ee: Kustuta rühm
pl_pl: Usuń grupę
tr_tr: Grubu Sil

# #31158
source: Next Aired
ar_sa: البث المقبل
et_ee: Järgmiseks eetris
pl_pl: Kalendarz emisji
tr_tr: Sıradaki Yayın

# #31159
source: No plot information available
ar_sa: لا توجد معلومات عن الحبكة متاحة حاليا
et_ee: Süžee pole saadaval
pl_pl: Brak informacji o fabule
tr_tr: Konu bilgisi mevcut değil

# #31160
source: REC
tr_tr: KAYIT

# #31161
source: Next Aired Library
ar_sa: البث المقبل "المكتبة"
et_ee: Järgmiseks eetris - meediakogu
pl_pl: Kalendarz emisji - biblioteka
tr_tr: Sıradaki Yayınlanan Kütüphane

# #31162
source: Next Aired Trakt
ar_sa: البث المقبل "Trakt"
et_ee: Järgmiseks eetris - Trakt
pl_pl: Kalendarz emisji - Trakt
tr_tr: Sıradaki Yayınlanan Trakt

# #31163
source: Vertical
ar_sa: عمودي
et_ee: Vertikaalne
pl_pl: Pionowe
tr_tr: Dikey

# #31164
source: Horizontal
ar_sa: أفقي
et_ee: Horisontaalne
pl_pl: Poziome
tr_tr: Yatay

# #31165
source: Experimental
ar_sa: تجريبي
et_ee: Eksperimentaalne
pl_pl: Eksperymentalne
tr_tr: Deneysel

# #31166
source: Popular
ar_sa: الشائع
et_ee: Populaarne
pl_pl: Popularne
tr_tr: Popüler

# #31167
source: Anticipated
ar_sa: المرتقبة
et_ee: Eeldatav
pl_pl: Oczekiwany
tr_tr: Beklenen

# #31168
source: TMDb Movies
ar_sa: أفلام TMDb
et_ee: TMDb Filmid
pl_pl: Filmy z bazy TMDb
tr_tr: TMDb Filmler

# #31169
source: TMDb TV Shows
ar_sa: مسلسلات TMDb
et_ee: TMDb TV Sarjad
pl_pl: Seriale z bazy TMDb
tr_tr: TMDb TV Programları

# #31170
source: TMDb Collections
ar_sa: مجموعات TMDb
et_ee: TMDb Kogumikud
pl_pl: Serie filmowe z bazy TMDb
tr_tr: TMDb Koleksiyonlar

# #31171
source: TMDb People
ar_sa: أشخاص TMDb
et_ee: TMDb Inimesed
pl_pl: Ludzie filmu z bazy TMDb
tr_tr: TMDb Kişiler

# #31172
source: Big Poster Row
ar_sa: بوستر كبير-أفقية
et_ee: Suur plakatirida
pl_pl: Wiersz dużych plakatów
tr_tr: Büyük Poster Sıra

# #31174
source: Navigation
ar_sa: التنقل
et_ee: Navigeerimine
pl_pl: Nawigacja
tr_tr: Gezinti

# #31175
source: Menu style
et_ee: Menüü stiil
pl_pl: Styl menu
tr_tr: Menü stili

# #31176
source: Simple background
et_ee: Lihtne taust
pl_pl: Proste tło
tr_tr: Basit arka plan

# #31177
source: Menus
ar_sa: القوائم
et_ee: Menüüd
pl_pl: Menu
tr_tr: Menüler

# #31178
source: Open Submenu
ar_sa: فتح القائمة الفرعية
et_ee: Ava alammenüü
pl_pl: Otwórz podmenu
tr_tr: Alt Menüyü Aç

# #31179
source: Press up from home menu
ar_sa: الضغط على زر "الأعلى" في القائمة الرئيسية
et_ee: Ülesvajutus avakuval
pl_pl: Przycisk W GÓRĘ na ekranie startowym otwiera
tr_tr: Ana menüden yukarıya basma

# #31180
source: Furniture
ar_sa: التركيبات
et_ee: Sisustus
pl_pl: Elementy interfejsu
tr_tr: Malzeme

# #31181
source: Weather with clock
ar_sa: عرض الطقس مع الساعة
et_ee: Ilm kellaga
pl_pl: Pogoda i zegar
tr_tr: Saatli hava durumu

# #31182
source: Always display stop button
ar_sa: عرض زر "الإيقاف" دائمًا
et_ee: Kuva alati stopp-nupp
pl_pl: Przycisk STOP zawsze widoczny
tr_tr: Durdurma düğmesini her zaman görüntüle

# #31183
source: Label
ar_sa: الاسم
et_ee: Silt
pl_pl: Etykieta
tr_tr: Etiket

# #31184
source: Wall
ar_sa: طريقة عرض جدارية
et_ee: Sein
pl_pl: Ściana
tr_tr: Duvar

# #31185
source: Autoscroll
ar_sa: التمرير التلقائي
et_ee: Automaatne kerimine
pl_pl: Autoprzewijanie
tr_tr: Otomatik kaydır

# #31186
source: Behaviour
ar_sa: السلوك
et_ee: Käitumine
pl_pl: Zachowanie
tr_tr: Davranış

# #31187
source: Autoscroll time interval
ar_sa: الفاصل الزمني للتمرير التلقائي
et_ee: Automaatse kerimise ajavahemik
pl_pl: Przewijaj automatycznie co X sekund
tr_tr: Otomatik kaydırma zaman aralığı

# #31188
source: Limit
ar_sa: حد عدد العناصر
et_ee: Limiit
tr_tr: Sınır

# #31189
source: Autoclose OSD after X seconds
ar_sa: أغلق واجهة المشغل تلقائيًا بعد "X" ثانية
et_ee: Sulge inforiba X sekundi pärast automaatselt
pl_pl: Zamykaj automatycznie OSD po X sekundach
tr_tr: OSD'yi (X) saniye sonra otomatik kapat

# #31190
source: EPGEventIcon for PVR fanart
pl_pl: Stosuj EPGEventIcon jako fanart dla PVR
tr_tr: PVR hayran resmi için EPGEventIcon

# #31191
source: Aggregate full tv cast list
ar_sa: تجميع قائمة الممثلين التلفزيونية الكاملة
et_ee: Kõik sarja osatäitjad
pl_pl: Agreguj pełną listę obsady w oknie informacji
tr_tr: Tam TV yayın listesini topla

# #31192
source: Aggregate full tv crew list
ar_sa: تجميع قائمة طاقم الإنتاج التلفزيونية الكاملة
et_ee: Kogu sarja meeskond
pl_pl: Agreguj pełną listę ekipy w oknie informacji
tr_tr: Tam TV ekibi listesini topla

# #31193
source: Square Playlist
ar_sa: مربعة-قائمة تشغيل
et_ee: Ruudu esitusloend
pl_pl: Playlista kwadratów
tr_tr: Kare Oynatma Listesi

# #31194
source: Trailer button plays windowed
ar_sa: تشغيل العرض الدعائي في وضع النافذة
et_ee: Treileri nupp mängib aknas
pl_pl: Odtwarzaj zwiastuny w oknie
tr_tr: Fragman düğmesi pencereli olarak oynatsın

# #31195
source: Profile image
ar_sa: عرض صورة الملف الشخصي
et_ee: Profiilipilt
pl_pl: Nazwa profilu
tr_tr: Profil resmi

# #31196
source: Up Next
ar_sa: الحلقة التالية
et_ee: Järgmiseks
tr_tr: Sıradaki

# #31197
source: Customise recommendations
ar_sa: تخصيص قائمة المعلومات
et_ee: Kohanda soovitusi
pl_pl: Dostosuj okno informacji i rekomendacji
tr_tr: Önerileri özelleştir

# #31198
source: Customise ratings
ar_sa: تخصيص التقييمات
et_ee: Kohanda hindeid
pl_pl: Dostosuj wyświetlane oceny
tr_tr: Derecelendirmeleri özelleştir

# #31199
source: Star
et_ee: tärn
pl_pl: Gwiazdki
tr_tr: Yıldız

# #31200
source: User
ar_sa: المستخدم
et_ee: - kasutaja
pl_pl: Ocena użytkowników
tr_tr: Kullanıcı

# #31201
source: Critic
ar_sa: الناقد
et_ee: - kriitik
pl_pl: Ocena krytyków
tr_tr: Eleştirmen

# #31202
source: Ratings
ar_sa: التقييمات
et_ee: Hinded
pl_pl: Oceny
tr_tr: Derecelendirmeler

# #31203
source: Customise
ar_sa: مخصص
et_ee: Kohanda
pl_pl: Dostosuj
tr_tr: Özelleştir
